Repository: sypets/brofix
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de, fr

# mod_brofix
source: Broken link fixer
da: Ødelagte Links Fixer
de: Fehlerhafte Links reparieren
fr: Réparateur de liens brisés

# function.list.header.broken_links
source: Broken Links
da: Ødelagte links
de: Fehlerhafte Links

# function.list.header.manage_exclusions
source: Manage Exclusions
da: Administrer udelukkelser
de: Ausschlüsse verwalten

# email.brokenlinksreport.title
source: Broken Links Report
da: Ødelagte Links Rapport
de: Bericht über fehlerhafte Links
fr: Rapport de liens brisés

# email.brokenlinksreport.header
source: Broken links for page
da: Ødelagte links for side
de: Fehlerhafte Links für Seite
fr: Liens brisés pour la page

# email.brokenlinksreport.header.broken_links
source: Broken links
da: Ødelagte links
de: Fehlerhafte Links
fr: Liens brisés

# email.brokenlinksreport.percent_broken_links
source: Percent broken links
da: Procent ødelagte links
de: Fehlerhafte Links in Prozent
fr: Pourcentage de liens brisés

# email.brokenlinksreport.number_broken_links
source: Number of broken links
da: Antallet af ødelagte links
de: Anzahl fehlerhafte Links
fr: Nombre de liens brisés

# email.brokenlinksreport.number_links_checked
source: Total links checked
da: Samlede links tjekket
de: Gesamtzahl der Links, die geprüft wurden
fr: Nombre de liens vérifiés

# email.brokenlinksreport.header.pages
source: Pages checked
da: Sider tjekket
de: Seiten geprüft
fr: Pages vérifiées

# email.brokenlinksreport.depth
source: Depth
da: Dybde
de: Tiefe
fr: Profondeur

# email.brokenlinksreport.number_of_pages
source: Number of pages checked
da: Antal kontrollerede sider
de: Anzahl Seiten geprüft
fr: Nombre de pages vérifiées

# email.brokenlinksreport.depth.infinite
source: infinite
da: uendelig
de: unendlich
fr: infini

# email.brokenlinksreport.header.excluded_urls
source: Excluded URLs
da: Udeluk URL'er
de: Von Prüfung ausgeschlossene URLs
fr: URLs exclues

# email.brokenlinksreport.links_not_checked
source: Links not checked
da: Links ikke tjekket
de: Links nicht geprüft
fr: Liens non vérifiés

# email.brokenlinksreport.links_not_checked_percent
source: Percent links not checked
da: Procent links ikke tjekket
de: Nicht geprüfte Links in Prozent
fr: Pourcentage de liens non vérifiés

# email.brokenlinksreport.header.check
source: Check
da: Tjek
de: Prüfen
fr: Vérifier

# email.brokenlinksreport.check.start
source: Check started
da: Tjek startet
de: Prüfung gestarted
fr: Vérification démarrée

# email.brokenlinksreport.check.done
source: Check done
da: Tjek udført
de: Prüfung beendet
fr: Vérification terminée

# list.header
source: Broken links
da: Ødelagte links
de: Fehlerhafte Links
fr: Liens brisés

# label_refresh
source: Refresh display
da: Opdatér visning
de: Anzeige aktualisieren
fr: Rafraîchir l'affichage

# label_refresh-link-list
source: Refreshing link list, please stand by.
da: Opdaterer linklisten, vent venligst.
de: Linkliste wird aktualisiert, bitte warten.
fr: Actualisation de la liste des liens, veuillez patienter.

# list.button.checkLinks
source: Check Links
da: Tjek links
de: Links prüfen
fr: Vérifier les liens

# button-remove-all-filter
source: Remove all filter
de: Alle Filter entfernen

# list.action.checkLinks
source: Checking Links. This may take a while.
da: Kontrollerer links. Dette kan tage et stykke tid.
de: Links werden geprüft. Dies kann eine Weile dauern.
fr: Vérification des liens. Cela peut prendre un certain temps.

# list.edit.field
source: Edit field containing this broken link
da: Redigér felt der indeholder dette ødelagte link
de: Editiere Feld, welches diesen fehlerhaften Link enthält
fr: Éditer le champ contenant ce lien brisé

# list.action.recheckUrl
source: Check link again
de: Link erneut überprüfen

# list.action.excludeUrl
source: Permanently exclude links to this target from checking
de: Links zu diesem Ziel dauerhaft von der Überprüfung ausschließen

# broken_links_found_for_page
source: Broken links were found on this page
da: Ødelagte links blev fundet på denne side
de: Fehlerhafte Links auf dieser Seite gefunden
fr: Des liens brisés ont été trouvés sur cette page

# count_singular_broken_links_found_for_page
source: %d broken link was found on this page.
da: %d ødelagte link blev fundet på denne side.
de: %d fehlerhafter Link wurde auf dieser Seite gefunden.
fr: %d lien brisé a été trouvé sur cette page.

# count_broken_links_found_for_page
source: %d broken links were found on this page.
da: %d ødelagte links blev fundet på denne side.
de: %d fehlerhafte Links wurden auf dieser Seite gefunden.
fr: %d liens cassés ont été trouvés sur cette page.

# go_to_info_modul
source: Go to the Info module
da: Gå til Info modulet
de: Zum Info Modul wechseln
fr: Aller dans le module Info

# go_to_brofix_modul
source: Go to the Brofix module
da: Gå til Brofix-modulet
de: Gehe zum Brofix Modul

source: and check links
da: og tjek links
de: und Links prüfen
fr: et vérifier les liens

# list.action.web_layout
source: Page layout
da: Sidelayout
fr: Gabarit de page
