Repository: sypets/brofix
Catalog: Resources/Private/Language/Module/*.locallang.xlf
Languages: da, de, fr

# brofix
source: Broken Link Fixer
da: Brudte Link Fixer
de: Fehlerhafte Links reparieren
fr: Réparateur de liens brisés

source: Report
da: Rapport
de: Bericht
fr: Rapport

source: Manage Exclusions
da: Administrer udelukkelser
de: Ausschlüsse verwalten
fr: Gérer les exclusions

# report.func.title
source: Show this level
da: Vis dette niveau
de: Diese Ebene anzeigen
fr: Afficher ce niveau

# list.status.check.done
source: Check links done
da: Tjek links udført
de: Links fertig geprüft
fr: Vérification des liens effectuée

source: Go to
da: Gå til
de: Gehe zu
fr: Aller à

# list.tableHead.element
source: Element
fr: Élément

# list.tableHead.last_check
source: Checked
da: Tjekket
de: Geprüft
fr: Vérifié

# list.tableHead.url
source: Link target
fr: Cible du lien

# list.tableHead.error
source: Error
da: Fejl
de: Fehler
fr: Erreur

# list.tableHead.last_check_url
source: Checked
da: Tjekket
de: Geprüft
fr: Vérifié

# list.form.table.extended
source: Extended view
da: Udvidet visning
de: Erweiterte Ansicht
fr: Vue étendue

# list.form.table.simple
source: Simplified view
da: Forenklet visning
de: Vereinfachte Ansicht
fr: Vue simplifiée

# list.filter.url.match.partial
source: partial match
da: delvis match
de: Teilweise Übereinstimmung
fr: correspondance partielle

# list.filter.url.match.exact
source: exact match
da: nøjagtigt match
de: Genaue Übereinstimmung
fr: Correspondance exacte

# list.filter.url.match.partialnot
source: no partial match
da: intet delvist match
de: Keine teilweise Übereinstimmung
fr: aucune correspondance partielle

# list.filter.url.match.exactnot
source: no exact match
da: intet eksakt match
de: Keine genaue Übereinstimmung
fr: pas de correspondance exacte

# list.filter.title
source: Title
da: Titel
de: Überschrift
fr: Titre

# list.filter.linktype.all
source: All
da: Alle
de: Alle
fr: Tout

# list.filter.linktype.external
source: External
da: Ekstern
de: Extern
fr: Externe

# list.filter.linktype.db
source: Internal
da: Intern
de: Intern
fr: Interne

# list.filter.linktype.file
source: File
da: Fil
de: Datei
fr: Fichier

# list.filter.linktarget.tooltip
source: Show only broken links with this exact link target
fr: Afficher uniquement les liens brisés avec exactement cette cible

# list.filter.element.uid.tooltip
source: Show only broken links in this element
fr: Afficher uniquement les liens brisés de cet élément

# list.filter.unset.tooltip
source: No longer apply this filter
fr: Ne plus appliquer ce filtre

# list.filter.view
source: View
fr: Visualiser

# list.recheck.links.title
source: Recheck links
da: Kontroller links
de: Links neu prüfen
fr: Revérifier les liens

# list.recheck.url.title
source: Recheck URL
da: Kontrollér URL
de: URL neu püfen
fr: Revérifier l'URL

# list.recheck.url.ok.removed
source: URL %s was rechecked as valid. Removed %d broken link entries.
da: URL %s blev kontrolleret som gyldig. Fjernede %d brudte link-indgange.
de: URL %s wurde neu geprüft und als nicht fehlerhaft befunden. %d Einträge entfernt.
fr: L'URL %s a été revérifiée et est valide. %d entrées de lien brisés ont été supprimés.

# list.recheck.url.notok.removed
source: URL %s was rechecked as still invalid but no longer exists in record. Number of broken link entries removed: %d
da: URL %s blev kontrolleret og er stadig ugyldig, men findes ikke længere i posten. Antal brudte link-poster fjernet: %d
de: URL %s wurde neu geprüft und immer noch als fehlerhaft befunden. URL ist jedoch nicht mehr im Inhalt enthalten. Anzahl Einträge entfernt: %d
fr: L'URL %s a été revérifiée et est toujours invalide mais n'existe plus dans l'enregistrement. Nombre d'entrées de liens brisés supprimés: %d

# list.recheck.url.notok.updated
source: URL %s was rechecked as still invalid. Number of broken link entries updated: %d
da: URL %s blev kontrolleret og er stadig ugyldig. Antallet af brudte link-poster opdateret: %d
de: URL %s wurde neu geprüft und immer noch als fehlerhaft befunden. Anzahl Einträge aktualisiert: %d
fr: L'URL %s a été revérifiée et demeure invalide. Nombre d'entrées de lies brisés mis à jour : %d

# list.recheck.url
source: URL %s was rechecked.
da: URL %s blev kontrolleret.
de: URL %s wurde neu geprüft.
fr: L'URL %s a été revérifiée.

# list.recheck.message.checked
source: Rechecked links for record: %s
da: Kontrollerede links til element: %s
de: Links neu geprüft für Element: %s
fr: Revérifier les liens de l'enregistrement : %s

# list.recheck.message.removed
source: Record %s was deleted - removed broken links for record
da: Element %s blev slettet - fjernede brudte links for element
de: Element %s wurde entfernt - entsprechende Einträge wurden aus der Liste entfernt
fr: L'enregistrement %s a été supprimé - les liens brisés de l'enregistrement ont été supprimés

# list.recheck.message.notchanged
source: Record %s was not changed - no need to recheck
da: Elementet %s blev ikke ændret - ingen grund til at kontrollere igen
de: Element %s wurde nicht verändert - kein neu prüfen erforderlich
fr: L'enregistrement %s n'a pas été modifié - inutile de revérifier

# list.edit
source: Edit element containing this broken link
da: Rediger element der indeholder dette ødelagte link
de: Editiere Element welches fehlerhaften Link enthält
fr: Éditer l'élément contenant ce lien brisé

# list.report.error.content.notexisting
source: Element does not exist.
da: Elementet findes ikke.
de: Element existiert nicht.
fr: L'élément n'existe pas.

# list.report.error.page.deleted
source: Page is deleted.
da: Siden er slettet.
de: Seite wurde gelöscht.
fr: Page effacée.

# list.report.error.page.notvisible
source: Page is hidden.
da: Siden er skjult.
de: Seite ist verborgen.
fr: Page masquée.

# list.report.error.page.notexisting
source: Page does not exist.
da: Siden eksisterer ikke.
de: Seite existiert nicht.
fr: Page inexistante.

# list.report.error.contentmoved
source: Element '###title###' [###uid###] is not located on page ###wrongpage###, but on page ###rightpage###.
da: Element '###title###' [###uid###] er ikke placeret på side ###wrongpage###, men på side ###rightpage###.
de: Element '###title###' [###uid###] existiert nicht auf Seite ###wrongpage###, sondern auf Seite ###rightpage###.
fr: L'élément '###title###' [###uid###] n'est pas situé sur la page ###wrongpage###, mais sur la page ###rightpage###.

# list.report.contentdeleted
source: Element '###title###' [###uid###] is deleted.
da: Element '###title###' [###uid###] er slettet.
de: Element '###title###' (###uid###) ist gelöscht.
fr: L'élément '###title###' [###uid###] a été supprimé.

# list.report.error.content.deleted
source: Element is deleted.
da: Elementet er slettet.
de: Element wurde gelöscht.
fr: L'élément a été supprimé.

# list.report.contentnotvisible
source: Element '###title###' [###uid###] is not visible.
da: Elementet '###title###' [###uid###] er ikke synligt.
de: Element '###title###' [###uid###] ist verborgen.
fr: L'élément '###title###' (###uid###) n'est pas visible.

# list.report.error.content.notvisible
source: Element is not visible.
da: Elementet er ikke synligt.
de: Element ist verborgen.
fr: L'élément n'est pas visible.

# list.report.noinformation
source: No information about the error is available.
da: Ingen information om fejlen er tilgængelig.
de: Zu diesem Fehler gibt es keine Information.
fr: Aucune information sur l'erreur est disponible.

# list.report.noresponse
source: External page not reachable.
da: Ekstern side kan ikke nås.
de: Externe Seite ist nicht erreichbar.
fr: Lien externe injoignable.

# list.report.url.file
source: File
da: Fil
de: Datei
fr: Fichier

# list.report.url.page
source: Link to page
da: Link til side
de: Link auf Seite
fr: Lien vers la page

# list.report.url.element
source: Element
fr: Élément

# list.report.error.tooManyRedirects
source: Too many redirects.
da: For mange omdirigeringer.
de: Zu viele Umleitungen.
fr: Trop de redirections.

# list.report.error.networkexception
source: Network error / invalid domain
da: Netværksfejl / ugyldigt domæne
de: Netzwerkfehler oder ungültige domain
fr: Erreur réseau / domaine invalide

# list.report.error.other.parse
source: Unable to parse URI
da: Kan ikke fortolke URI
de: URI konnte nicht analysiert werden
fr: Impossible d'analyser la ligne

# list.report.error.redirectloop
source: A redirect loop occurred. (%s: %s)
da: Der opstod en omdirigeret løkke. (%s: %s)
de: Umleitungsschleife. (%s: %s)
fr: Une boucle de redirection s'est produite. (%s: %s)

# list.report.error.file.notexisting
source: File doesn't exist.
da: Filen eksisterer ikke.
de: Datei existiert nicht.
fr: Le fichier n'existe pas.

# list.report.error.httpstatus.general
source: HTTP status code=%s.
da: HTTP status kode=%s.
fr: Code d\'état HTTP: %s.

# list.report.error.httpstatus.400
source: Bad request (400)
da: Forkert forespørgsel (400)
de: Die Anfrage ist fehlerhaft (400)
fr: Requête erronée (400)

# list.report.error.httpstatus.401
source: Unauthorized (401)
da: Uautoriseret (401)
de: Keine Authentifizierung (401)
fr: Non autorisé (401)

# list.report.error.httpstatus.403
source: Accessing this address is not allowed (403).
da: Adgang til denne adresse er ikke tilladt (403).
de: Zugriff verweigert (403)
fr: L'accès à cette adresse n'est pas autorisé (403).

# list.report.error.httpstatus.404
source: The requested url was not found (404)
da: Den ønskede url blev ikke fundet (404)
de: URL nicht gefunden (404)
fr: L'url demandée n'a pas été trouvée (404)

# list.report.error.httpstatus.405
source: Method not allowed (405)
da: Metode ikke tilladt (405)
de: Methode ist nicht zulässig. (405)
fr: Méthode non autorisée (405)

# list.report.error.httpstatus.406
source: Not Acceptable (406)
da: Ikke acceptabel (406)
de: Angeforderte Ressource steht nicht in der gewünschten Form zur Verfügung (406)
fr: Pas Acceptable (406)

# list.report.error.httpstatus.410
source: The requested resource is no longer available (410)
da: Den ønskede ressource er ikke længere tilgængelig (410)
de: Angeforderte Ressources ist nicht mehr verfügbar (410)
fr: La ressource demandée n'est plus disponible (410)

# list.report.error.httpstatus.414
source: URI too long (414)
da: URI for lang (414)
de: URL zu lang (414)
fr: URI trop longue (414)

# list.report.error.httpstatus.415
source: Unsupported Media Type (415)
da: Ikke understøttet medietype (415)
de: Nicht unterstützter Medientyp (415)
fr: Type de média non pris en charge (415)

# list.report.error.httpstatus.429
source: Too Many Requests (429)
da: For mange anmodninger (429)
de: Zu viele Anfragen (429)
fr: Trop de requêtes (429)

# list.report.error.httpstatus.451
source: Unavailable For Legal Reasons (451)
da: Ikke tilgængelig af juridiske grunde (451)
de: Aus rechtlichen Gründen nicht verfügbar (451)
fr: Indisponible pour raisons juridiques (451)

# list.report.error.httpstatus.500
source: Internal Server Error (500)
da: Intern server fejl (500)
de: Interner Server Fehler (500)
fr: Erreur interne du serveur (500)

# list.report.error.httpstatus.503
source: Service Unavailable (503)
da: Service er utilgængelig (503)
de: Service vorrübergehend nicht verfügbar (503)
fr: Service non disponible (503)

# list.report.error.libcurl.1
source: Unsupported protocol.
da: Ikke understøttet protokol.
de: Angegebene Protokoll wird nicht unterstützt.
fr: Protocole non supporté.

# list.report.error.libcurl.2
source: Initialization failed.
da: Initialisering mislykkedes.
de: Initialisierung fehlgeschlagen.
fr: L’initialisation a échoué.

# list.report.error.libcurl.3
source: The URL was not properly formatted.
da: URL'en var ikke formateret korrekt.
de: URL ist nicht korrekt formatiert.
fr: L'URL n'était pas correctement formatée.

# list.report.error.libcurl.4
source: Feature not supported.
da: Funktionen understøttes ikke.
de: Feature wird nicht unterstützt.
fr: Fonctionnalité non supportée.

# list.report.error.libcurl.5
source: Couldn't resolve proxy.
da: Kunne ikke afgøre proxy.
de: Proxy konnte nicht aufgelöst werden.
fr: Impossible de résoudre le proxy.

# list.report.error.libcurl.6
source: Couldn't resolve host.
da: Værten kunne ikke afgøres.
de: Konnte Hostnamen nicht auflösen.
fr: Impossible de résoudre l'hôte.

# list.report.error.libcurl.7
source: Failed to connect to host or proxy.
da: Kunne ikke forbinde til vært eller proxy.
de: Konnte nicht auf externen Host oder Proxy zugreifen.
fr: Impossible de se connecter à l'hôte ou au proxy.

# list.report.error.libcurl.8
source: The remote server sent data that could not be parsed.
da: Den eksterne server sendte data, der ikke kunne fortolkes.
de: Der externe Server hat Daten gesendet, die nicht analysiert werden konnten.
fr: Le serveur distant a envoyé des données qui n'ont pas pu être analysées.

# list.report.error.libcurl.9
source: Access denied.
da: Adgang nægtet.
de: Zugriff verweigert.
fr: Accès refusé.

# list.report.error.libcurl.16
source: Generic HTTP/2 error.
da: Generisk HTTP/2 fejl.
de: Allgemeiner HTTP/2 Fehler.
fr: Erreur HTTP/2 générique.

# list.report.error.libcurl.18
source: A file transfer was shorter or larger than expected.
da: En filoverførsel var kortere eller større end forventet.
de: Fehler beim Dateitransfer.
fr: Un transfert de fichier était plus petit ou plus grand que prévu.

# list.report.error.libcurl.28
source: Timeout: The remote server possibly took too long to answer.
da: Timeout: Den eksterne server tog muligvis for lang tid at svare.
de: Zeitüberschreitung.
fr: Délai d'attente : Le serveur distant a peut-être pris trop de temps pour répondre.

# list.report.error.libcurl.35
source: Problem with SSl / TLS handshake.
da: Problem med SSL / TLS håndtryk.
de: Problem mit Verschlüsselung (SSL / TLS)
fr: Problème avec la négociation SSI / TLS.

# list.report.error.libcurl.47
source: Too many redirects.
da: For mange omdirigeringer.
de: Zu viele Umleitungen.
fr: Trop de redirections.

# list.report.error.libcurl.51
source: SSL / TLS certificate not OK.
da: SSL / TLS certifikat ikke OK.
de: SSL / TLS Zertifikat fehlerhaft.
fr: Le certificat SSL / TLS n'est pas correct.

# list.report.error.libcurl.55
source: General network error. Send failed.
da: Generel netværksfejl. Afsendelse mislykkedes.
de: Netzwerkfehler: Fehler beim Senden.
fr: Erreur réseau générale. L'envoi a échoué.

# list.report.error.libcurl.56
source: General network error. Receive failed.
da: Generel netværksfejl. Modtagelse mislykkedes.
de: Allgemeiner Netzwerkfehler. Fehler beim Empfangen.
fr: Erreur réseau. La réception a échoué.

# list.report.error.libcurl.60
source: SSL / TLS certificate not OK.
da: SSL / TLS certifikat ikke OK.
de: SSL / TLS Zertifikat fehlerhaft.
fr: Le certificat SSL / TLS n'est pas correct.

# list.report.error.libcurl.63
source: Maximum file size exceeded
da: Maksimal filstørrelse overskredet
de: Maximale Dateigröße wurde überschritten.
fr: Taille maximale de fichier dépassée

# list.rootpage
source: Select a page in the page tree!
da: Vælg en side i sidetræet!
de: Bitte Seite im Seitenbaum auswählen!
fr: Merci de sélectionner une page dans l'arborescence!

# list.no.broken.links
source: No broken links!
da: Ingen ødelagte links!
de: Keine fehlerhaften Links!
fr: Aucun lien cassé !

# list.no.broken.links.level.infinite
source: No broken links on this page and its subpages.
fr: Aucun lien brisé sur cette page et ses sous-pages.

# list.no.broken.links.this.page
source: No broken links on this page!
da: Ingen ødelagte links på denne side!
de: Keine fehlerhaften Links auf dieser Seite!
fr: Aucun lien cassé sur cette page !

# list.no.broken.links.current.level
source: No broken links for this level
fr: Aucun lien brisé à ce niveau

# message.choose.higher.level
source: You might see more results if you select a higher level.
fr: Vous pourriez voir plus de résultats si vous sélectionnez un niveau plus profond.

# list.no.broken.links.filter
source: No broken links found with current filter!
fr: Aucun lien brisé trouvé avec le filtre actuel!

# no.access.title
source: No access!
da: Ingen adgang!
de: Zugriff verweigert!
fr: Pas d'accès!

# no.access
source: You do not have access to these listings.
da: Du har ikke adgang til disse visninger.
de: Sie haben keinen Zugriff auf diese Liste.
fr: Vous n'avez pas accès à ces listes.

# columnHeader.linktarget
source: Link target
da: Linkmål
de: Link-Ziel
fr: Cible du lien

# columnHeader.link_type
source: Link type
de: Linktyp
fr: Type de lien

# columnHeader.crdate
source: Created on
da: Oprettet den
de: Erzeugt am
fr: Créé le

# columnHeader.reason
source: Reason
da: Årsag
de: Begründung
fr: Justification

# records.reason1
source: Non given
da: Ingen angivet
de: Keine Angabe
fr: Aucune

# records.reason2
source: Was falsely detected as broken link
da: Blev falsk detekteret som brudt link
de: Wurde fälschlicherweise als fehlerhafter Link erkannt
fr: A été faussement détecté comme un lien brisé

# exportCsv
source: Export Csv File
da: Eksportér CSV-fil
de: CSV-Datei exportieren
fr: Exporter au format CSV

source: Search
da: Søg
de: Suche
fr: Chercher

# selectAndDeselect
source: Select / Deselect
da: Vælg/Fravælg
de: Aus-/Abwählen
fr: Sélectionner / Désélectionner tout

# deleteLinks
source: Delete
da: Slet
de: Löschen
fr: Effacer

# excludeLinksTitle
source: Excluded link targets
da: Ekskluderede linkmål
de: Ausgeschlossene Link-Ziele
fr: Cibles de liens exclus

# form.selectReason
source: Select reason
da: Vælg årsag
de: Begründung auswählen
fr: Choisir la justification

# form.external
source: External
da: Ekstern
de: Extern
fr: Externe

# form.internal
source: Internal
da: Intern
de: Intern
fr: Interne

# form.selectLinkType
source: Select Link Type
da: Vælg linktype
de: Link-Ziel auswählen
fr: Sélectionnez le type de lien

# list.tableHead.page
source: Page
da: Side
de: Seite

# list.tableHead.type
source: Type
de: Typ

# list.tableHead.action
source: Action
da: Handling
de: Aktion

# list.filter.linktarget.tooltip
source: Show only results with this exact link target
da: Vis kun resultater med dette nøjagtige link-mål
de: Zeige nur fehlerhafte Links mit diesem Link-Ziel

# list.filter.element.uid.tooltip
source: Show only broken links for this element
da: Vis kun brudte links for dette element
de: Zeige nur fehlerhafte Links in diesem Element

# columnHeader.page
source: Page
da: Side
de: Seite
